Repository: Ajimaru/OctoPrint-Uptime
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: API poll interval for navbar updates (default: 5 s).
de: API-Abfrageintervall f체r Navbar-Updates (Standard: 5 s).

source: Choose uptime format for the navbar.
de: Anzeigeformat f체r die Uptime in der Navbar w채hlen.

source: Compact (e.g., 2d3h15m)
de: Kompakt (z.B. 2d3h15m)

source: Compact Display
de: Kompaktanzeige

source: Compact Toggle Interval (s)
de: Wechselintervall Kompaktmodus (s)

source: D (days only)
de: D (nur Tage)

source: D + H (days + hours)
de: D + H (Tage + Stunden)

source: D + H + M (days + hours + minutes)
de: D + H + M (Tage + Stunden + Minuten)

source: D + H + M + S (days + hours + minutes + seconds)
de: D + H + M + S (Tage + Stunden + Minuten + Sekunden)

source: Debug throttle (s)
de: Debug-Drossel (s)

source: Display both system and OctoPrint uptime in the navbar, with optional compact toggling.
de: Zeigt sowohl System- als auch OctoPrint-Uptime in der Navbar an, mit optionaler kompakter Umschaltung.

source: Display format
de: Anzeigeformat

source: Enable debug logging (throttled)
de: Debug-Protokollierung aktivieren (gedrosselt)

source: Error computing OctoPrint uptime
de: Fehler bei der Ermittlung der OctoPrint-Uptime

source: Error computing uptime
de: Fehler bei der Ermittlung der Uptime

source: Forbidden
de: Zugriff verweigert

source: Minimum interval between debug log entries (s).
de: Mindestintervall zwischen Debug-Logeintr채gen (s).

source: OctoPrint Started:
de: OctoPrint gestartet:

source: Polling interval (s)
de: Abfrageintervall (s)

source: Show OctoPrint uptime
de: OctoPrint-Uptime anzeigen

source: Show system uptime in navbar
de: System-Uptime in der Navbar anzeigen

source: Switch interval in compact mode (5-60 s).
de: Wechselintervall im Kompaktmodus (5-60 s).

source: System Started:
de: System gestartet:

source: Toggle between system and OctoPrint uptime in the navbar
de: Zwischen System- und OctoPrint-Uptime wechseln

source: Uptime API requested, result=%s
de: Uptime-API angefragt, Ergebnis=%s

source: Uptime could not be determined on this system.
de: Die Uptime konnte auf diesem System nicht ermittelt werden.

source: When enabled, alternates system and OctoPrint uptime to save navbar space.
de: Wenn aktiviert, wechselt die Anzeige zwischen System- und OctoPrint-Uptime, um Platz in der Navbar zu sparen.

source: When enabled, shows OctoPrint uptime in the navbar.
de: Wenn aktiviert, wird die OctoPrint-Uptime in der Navbar angezeigt.

source: When enabled, shows system uptime in the navbar.
de: Wenn aktiviert, wird die System-Uptime in der Navbar angezeigt.

source: When enabled, writes throttled debug logs.
de: Wenn aktiviert, schreibt das Plugin gedrosselte Debug-Logs.

source: full
de: voll

source: unknown
de: unbekannt
