Repository: Ajimaru/OctoPrint-Uptime
Catalog: octoprint_uptime/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Use this plugin to display system uptime in the Navbar.
de: Dieses Plugin zeigt die Systemlaufzeit in der Navigationsleiste an.

source: Navbar
de: Navigationsleiste

source: Show uptime in navbar
de: Uptime in der Navigationsleiste anzeigen

source: Toggle whether the uptime is visible in the top navigation bar.
de: Legt fest, ob die Uptime in der oberen Navigationsleiste angezeigt wird.

source: Display format
de: Anzeigeformat

source: D + H + M + S (days + hours + minutes + seconds)
de: D + H + M + S (Tage + Stunden + Minuten + Sekunden)

source: D + H + M (days + hours + minutes)
de: D + H + M (Tage + Stunden + Minuten)

source: D + H (days + hours)
de: D + H (Tage + Stunden)

source: D (days only)
de: D (nur Tage)

source: Choose how the uptime is shown in the navbar.
de: Wähle, wie die Uptime in der Navigationsleiste angezeigt wird.

source: Include uptime in systeminfo bundle
de: Uptime in Systeminfo-Bundle aufnehmen

source: When enabled, adds an uptime.json file to OctoPrint's systeminfo bundle.
de: Wenn aktiviert, wird eine uptime.json-Datei zum Systeminfo-Bundle von OctoPrint hinzugefügt.

source: Polling interval (s)
de: Polling‑Intervall (s)

source: Seconds between navbar API polls. Low values may spam logs; default is 5s.
de: Sekunden zwischen Navbar‑API‑Abfragen. Kleine Werte können das Log fluten; Standard ist 5s.

source: Debug throttle must be an integer between 1 and 120 seconds.
de: Die Debug‑Drossel muss eine ganze Zahl zwischen 1 und 120 Sekunden sein.

source: Polling interval must be an integer between 1 and 120 seconds.
de: Das Polling‑Intervall muss eine ganze Zahl zwischen 1 und 120 Sekunden sein.

source: Enable debug logging (throttled)
de: Debug-Logging aktivieren (gedrosselt)

source: When enabled, the plugin will log debug messages. Messages are throttled to avoid spamming the log.
de: Wenn aktiviert, schreibt das Plugin Debug-Meldungen ins Log. Die Ausgaben werden gedrosselt, um Spam zu vermeiden.

source: Debug throttle (s)
de: Debug-Drossel (Sekunden)

source: Minimum seconds between debug log entries.
de: Minimale Sekunden zwischen Debug-Log-Einträgen.

source: Started:
de: Gestartet:

source: Logging throttled to avoid flooding octoprint.log
de: Protokollierung gedrosselt, um octoprint.log nicht zu fluten.

source: Uptime plugin enabled/loaded
de: Uptime-Plugin aktiviert/geladen
